Repository: Windfisch/taler-wallet-core
Catalog: packages/taler-wallet-webextension/src/i18n/*.po
Languages: es

source: Could not load list of exchange
es: No se pudo cargar la lista de exchange

source: Choose a currency to proceed or add another exchange
es: Elija una divisa para proceder o agregue otro exchange

source: Known currencies
es: Divisas conocidas

source: Specify the amount and the origin
es: Indicar el monto y el origen

source: Change currency
es: Cambiar divisa

source: Use previous origins:
es: Usar un origen previo:

source: Or specify the origin of the money
es: O especificar el origen del dinero

source: Specify the origin of the money
es: Especificar el origen del dinero

source: From my bank account
es: Desde mi cuenta de banco

source: From another wallet
es: Desde otra billetera

source: currency not provided
es: Divisa no provista

source: Specify the amount and the destination
es: Especificar el monto y el destino

source: Use previous destinations:
es: Usar destinos previos:

source: Or specify the destination of the money
es: O especificar el destino del dinero

source: Specify the destination of the money
es: Especificar el destino del dinero

source: To my bank account
es: Hacia mi cuenta de banco

source: To another wallet
es: Hacia otra billetera

source: Could not load backup recovery information
es: No se pudo cargar la información de recuperación de copia de seguridad

source: Digital wallet recovery
es: Recuperación de billetera digital

source: Import backup, show info
es: Importar copia de seguridad, mostrar información

source: All done, your transaction is in progress
es: Todo completo, su transacción está en progreso

source: Edit
es: Editar

source: Could not load the list of known exchanges
es: No se pudo cargar la lista de exchange conocidos
