Repository: Windfisch/taler-wallet-core
Catalog: packages/taler-wallet-webextension/src/i18n/*.po
Languages: es

source: Backup
es: Copia de seguridad

source: QR Reader and Taler URI
es: Lector QR y Taler URI

source: Settings
es: Configuración

source: PENDING OPERATIONS
es: OPERACIONES PENDIENTES

source: Loading
es: Cargando

source: Could not load backup providers
es: No se pudo cargar los proveedores de copias de seguridad

source: No backup providers configured
es: No hay proveedores de copias de seguridad configurados

source: Add provider
es: Agregar proveedor

source: Sync all backups
es: Sincronizar todas las copias de seguridad

source: Sync now
es: Sincronizar ahora

source: Last synced
es: Ultima vez sincronizado

source: Not synced
es: No sincronizado

source: Expires in
es: Expira en

source: There was an error loading the provider detail for &quot; %1$s&quot;
es: Hubo un error cargando los detalles del proveedor para "%1$s"

source: There is not known provider with url &quot;%1$s&quot;.
es: No hay proveedor conocido con la URL "%1$s".

source: See providers
es: Ver proveedores

source: Last backup
es: Última copia de seguridad

source: Back up
es: Copia de seguridad

source: Provider fee
es: Tarifa del proveedor

source: per year
es: por año

source: Extend
es: Extender

source: terms has changed, extending the service will imply accepting the new terms of service
es: los términos han cambiado, extender el servicio implicará aceptar los nuevos términos de servicio

source: old
es: viejo

source: new
es: nuevo

source: fee
es: tarifa

source: storage
es: almacenamiento

source: Remove provider
es: Eliminar proveedor

source: This provider has reported an error
es: Este proveedor ha reportado un error

source: There is conflict with another backup from %1$s
es: Hay un conflicto con otra copia de seguridad de %1$s

source: Backup is not readable
es: La copia de seguridad no es legible

source: Unknown backup problem: %1$s
es: Problema de copia de seguridad desconocido: %1$s

source: service paid
es: servicio pagado

source: Backup valid until
es: Copia de seguridad válida hasta

source: Cancel
es: Cancelar

source: Open reserve page
es: Abrir página de reserva

source: Open pay page
es: Abrir página de pago

source: Open refund page
es: Abrir página de devolución

source: Open tip page
es: Abrir página de propina

source: Open withdraw page
es: Abrir página de retirada

source: Get digital cash
es: Retirar dinero digital

source: Could not load balance page
es: No se pudo cargar la página

source: Add
es: Agregar

source: Send %1$s
es: Envíar %1$s

source: Taler Action
es: Acción Taler

source: This page has pay action.
es: Esta página tiene una acción de pago.

source: This page has a withdrawal action.
es: Esta página tiene una acción de retirada.

source: This page has a tip action.
es: Esta página tiene una acción de propina.

source: This page has a notify reserve action.
es: Esta página tiene una acción de notificación de reserva.

source: Notify
es: Notificar

source: This page has a refund action.
es: Esta página tiene una acción de devolución.

source: This page has a malformed taler uri.
es: Esta página tiene una URI de Taler malformada.

source: Dismiss
es: Descartar

source: this popup is being closed and you are being redirected to %1$s
es: Este popup está siendo cerrado y estás siendo redirigido a %1$s

source: Could not load purchase proposal details
es: No se pudo cargar el detalle de la propuesta

source: Order Id
es: Id de orden

source: Summary
es: Resumen

source: Amount
es: Cantidad

source: Merchant name
es: Comerciante

source: Merchant jurisdiction
es: Jurisdicción

source: Merchant address
es: Dirección del comerciante

source: Merchant logo
es: Logo

source: Merchant website
es: Siti web

source: Merchant email
es: Correo electrónico

source: Merchant public key
es: Clave pública

source: Delivery date
es: Fecha de entrega

source: Delivery location
es: Ubicación de entrega

source: Products
es: Productos

source: Created at
es: Creado en

source: Refund deadline
es: Plazo de devolución

source: Auto refund
es: Devolución automática

source: Pay deadline
es: Plazo de pago

source: Fulfillment URL
es: URL de éxito

source: Fulfillment message
es: Mensaje de éxito

source: Max deposit fee
es: Máxima comisión de depósito

source: Max fee
es: Máxima comisión

source: Minimum age
es: Edad mínima

source: Wire fee amortization
es: Amortización de comisión de transferencia

source: Auditors
es: Auditores

source: Bank account
es: Cuenta del banco

source: Bitcoin address
es: Dirección de Bitcoin

source: Could not load deposit status
es: No se pudo cargar el estado del depósito

source: Digital cash deposit
es: Depósito de dinero digital

source: Cost
es: Costo

source: Fee
es: Comisión

source: To be received
es: A recibir

source: Send &nbsp; %1$s
es: Envíar %1$s

source: Bitcoin transfer details
es: Detalle de transferencia Bitcoin

source: The exchange need a transaction with 3 output, one output is the exchange account and the other two are segwit fake address for metadata with an minimum amount.
es: El exchange necesita una transacción con 3 salidas, una salida es hacia la cuenta del exchange y las otras dos son direcciones segwit falsas para metadata con el monto mínimo.

source: In bitcoincore wallet use &apos;Add Recipient&apos; button to add two additional recipient and copy addresses and amounts
es: En la billetera bitcoincore usar el botón "Agregar destinatario" para agregar dos destinatarios y copiar las direcciones y montos

source: Make sure the amount show %1$s BTC, else you have to change the base unit to BTC
es: Asegurarse de que el monto muestre %1$s BTC, sino tendrá que cambiar la unidad a BTC

source: Account
es: Cuenta

source: Bank host
es: Banco anfitrión

source: Bank transfer details
es: Detalle de transferencia bancaria

source: Subject
es: Asunto

source: Receiver name
es: Nombre del receptor

source: Could not load the transaction information
es: No se pudo cargar información de la transacción

source: There was an error trying to complete the transaction
es: Hubo un error intentando completar la transacción

source: This transaction is not completed
es: Esta transacción no está completada

source: Send
es: Enviar

source: Retry
es: Reintentar

source: Forget
es: Olvidar

source: Caution!
es: Cuidado!

source: If you have already wired money to the exchange you will loose the chance to get the coins form it.
es: Si tú ya has transferido dinero al exchange, perderás la oportunidad de recibir las monedas desde este.

source: Confirm
es: Confirmar

source: Withdrawal
es: Retirada

source: Make sure to use the correct subject, otherwise the money will not arrive in this wallet.
es: Asegúrate de usar el asunto correcto, de lo contrario el dinero no llegará a esta billetera.

source: The bank did not yet confirmed the wire transfer. Go to the %1$s %2$s and check there is no pending step.
es: El banco todavía no confirmó la transferencia. Ir a %1$s %2$s y verificar que no hay pasos pendientes.

source: Bank has confirmed the wire transfer. Waiting for the exchange to send the coins
es: El banco confirmó la transferencia. Esperando que el exchange envíe las monedas

source: Details
es: Detalles

source: Payment
es: Pago

source: Refunds
es: Devoluciones

source: %1$s %2$s on %3$s
es: %1$s %2$s en %3$s

source: Merchant created a refund for this order but was not automatically picked up.
es: El comerciante creó una devolución para esta orden pero no fue recogida automáticamente.

source: Offer
es: Oferta

source: Accept
es: Aceptar

source: Merchant
es: Comerciante

source: Invoice ID
es: Id de factura

source: Deposit
es: Depósito

source: Refresh
es: Actualizar

source: Tip
es: Propina

source: Refund
es: Devolución

source: Original order ID
es: Id de orden original

source: Purchase summary
es: Resumen de compra

source: copy
es: Copiar

source: hide qr
es: Esconder QR

source: show qr
es: Mostrar QR

source: Credit
es: Crédito

source: Invoice
es: Factura

source: Debit
es: Débito

source: Transfer
es: Transferencia

source: Country
es: País

source: Address lines
es: Detalle de dirección

source: Building number
es: Número de edificio

source: Building name
es: Nombre de edificio

source: Street
es: Calle

source: Post code
es: Código postal

source: Town location
es: Ubicación de la ciudad

source: Town
es: Ciudad

source: District
es: Distrito

source: Country subdivision
es: Subdivisión de país

source: Date
es: Fecha

source: Transaction fees
es: Comisiones de transacción

source: Withdraw
es: Retirar

source: Price
es: Precio

source: Refunded
es: Devuelto

source: Delivery
es: Entrega

source: Total transfer
es: Total transferido

source: Could not load pay status
es: No se pudo cargar el estado del pago

source: Digital cash payment
es: Pago con dinero digital

source: Purchase
es: Compra

source: Receipt
es: Recibo

source: Valid until
es: Válido hasta

source: List of products
es: Lista de productos

source: free
es: Gratis

source: Already paid, you are going to be redirected to %1$s
es: Ya pagado, estás siendo dirigido a %1$s

source: Already paid
es: Ya pagado

source: Already claimed
es: Ya reclamado

source: Pay with a mobile phone
es: Pagar con un teléfono móbil

source: Hide QR
es: Esconder QR

source: Scan the QR code or &nbsp; %1$s
es: Escanear el código QR o %1$s

source: Pay &nbsp; %1$s
es: Pagar %1$s

source: You have no balance for this currency. Withdraw digital cash first.
es: No hay balance para esta divisa. Extraer dinero digital primero.

source: Could not find enough coins to pay. Even if you have enough %1$s some restriction may apply.
es: No se encontraron suficientes monedas para pagar. Incluso si tuviera suficiente %1$s algunas restricciones se podrían aplicar.

source: Your current balance is not enough.
es: Tu balance no es suficiente.

source: Merchant message
es: Mensaje del comerciante

source: Could not load refund status
es: No se pudo cargar el estado de la devolución

source: Digital cash refund
es: Devolución de dinero digital

source: You&apos;ve ignored the tip.
es: Has ignorado la propina.

source: The refund is in progress.
es: El proceso de devolución está en progreso.

source: Total to refund
es: Total para devolver

source: The merchant &quot;%1$s&quot; is offering you a refund.
es: El comerciante "%1$s" te está ofreciendo una devolución.

source: Order amount
es: Monto de la orden

source: Already refunded
es: Ya devuelto

source: Refund offered
es: Devolución ofrecida

source: Accept &nbsp; %1$s
es: Aceptar %1$s

source: Could not load tip status
es: No se pudo cargar el estado de la propina

source: Digital cash tip
es: Propina con dinero digital

source: The merchant is offering you a tip
es: El comerciante te ofrece una propina

source: Merchant URL
es: URL del comerciante

source: Receive &nbsp; %1$s
es: Recibir %1$s

source: Tip from %1$s accepted. Check your transactions list for more details.
es: Propina de %1$s aceptada. Revisa tu lista de transacciones para más detalle.

source: Select one option
es: Seleccione una opción

source: Could not load
es: No se pudo cargar

source: Show terms of service
es: Mostrar términos de servicio

source: I accept the exchange terms of service
es: Yo acepto los términos de servicio del exchange

source: Exchange doesn&apos;t have terms of service
es: El exchange no tiene los términos de servicio

source: Review exchange terms of service
es: Revisar los términos de servicio

source: Review new version of terms of service
es: Revisar los nuevos términos de servicio

source: The exchange reply with a empty terms of service
es: El exchange respondió con unos términos de servicio vacíos

source: Download Terms of Service
es: Descargar los términos de servicio

source: Hide terms of service
es: Esconder los términos de servicio

source: Could not load exchange fees
es: No se pudo cargar la comisión del exchange

source: Close
es: Cerrar

source: could not find any exchange
es: No se pudo encontrar ningún exchange

source: could not find any exchange for the currency %1$s
es: No se pudo encontrar ningún exchange para la divisa %1$s

source: Service fee description
es: Descripción de comisión de servicio

source: Select %1$s exchange
es: Seleccionar exchange %1$s

source: Reset
es: Reiniciar

source: Use this exchange
es: Usar este exchange

source: Doesn&apos;t have auditors
es: No tiene auditores

source: currency
es: Divisa

source: Operations
es: Operaciones

source: Deposits
es: Depósitos

source: Denomination
es: Operaciones

source: Until
es: Hasta

source: Withdrawals
es: Retiradas

source: Currency
es: Divisa

source: Coin operations
es: Operaciones de moneda

source: Every operation in this section may be different by denomination value and is valid for a period of time. The exchange will charge the indicated amount every time a coin is used in such operation.
es: Toda operación en esta sección puede ser diferente por valor de denominación y es válida por un período. El exchange cobrará el monto indicado cada vez que una es usada en dicha operación.

source: Transfer operations
es: Operaciones de transferencia

source: Every operation in this section may be different by transfer type and is valid for a period of time. The exchange will charge the indicated amount every time a transfer is made.
es: Toda operación en esta sección puede ser diferente por tipo de transacción y es válida por un período. El exchange cobrará el monto indicado cada vez que se haga una transferencia.

source: Operation
es: Operación

source: Wallet operations
es: Operaciones de billetera

source: Feature
es: Característica

source: Could not get the info from the URI
es: No se pudo obtener la información desde la URI

source: Could not get info of withdrawal
es: No se pudo obtener la información de retiro

source: Digital cash withdrawal
es: Retirada de dinero digital

source: Could not finish the withdrawal operation
es: No se pudo completar la operación de retirada

source: Age restriction
es: Restricción etaria

source: Withdraw &nbsp; %1$s
es: Retirar %1$s

source: Withdraw to a mobile phone
es: Retirar con un teléfono móvil

source: Digital invoice
es: Factura digital

source: Could not finish the invoice creation
es: No se pudo completar la creación de la factura

source: Create
es: Crear

source: Could not finish the payment operation
es: No se pudo completar la operación de pago

source: Digital cash transfer
es: Transferencia de dinero digital

source: Could not finish the transfer creation
es: No se pudo completar la operación de creación de transferencia

source: Could not finish the pickup operation
es: No se pudo completar la operación de recolección

source: Manual Withdrawal for %1$s
es: Retirada Manual para %1$s

source: Choose a exchange from where the coins will be withdrawn. The exchange will send the coins to this wallet after receiving a wire transfer with the correct subject.
es: Elija un exchange desde donde las monedas serán retiradas. El exchange enviará las monedas a esta billetera después de recibir una transferencia bancaria con el asunto correcto.

source: No exchange found for %1$s
es: No se encontró exchange para %1$s

source: Add Exchange
es: Agregar Exchange

source: No exchange configured
es: Sin exchange configurado

source: Can&apos;t create the reserve
es: No se pudo crear una reserva

source: Start withdrawal
es: Comenzar la retirada

source: Could not load deposit balance
es: No se pudo cargar el balance de depósito

source: A currency or an amount should be indicated
es: Se debería especificar una divisa o un monto

source: There is no enough balance to make a deposit for currency %1$s
es: No hay suficiente balance para hacer un depósito para la divisa %1$s

source: Send %1$s to your account
es: Enviar %1$s a tu cuenta

source: There is no account to make a deposit for currency %1$s
es: No hay una cuenta para hacer un depósito para la divisa %1$s

source: Add account
es: Agregar cuenta

source: Select account
es: Seleccionar cuenta

source: Add another account
es: Agregar otra cuenta

source: Deposit fee
es: Comisión de depósito

source: Total deposit
es: Depósito total

source: Deposit&nbsp;%1$s %2$s
es: Depositar %1$s %2$s

source: Add bank account for %1$s
es: Agregar cuenta de banco para %1$s

source: Enter the URL of an exchange you trust.
es: Ingresar la URL de un exchange en el que confíes.

source: Unable add this account
es: No fue posible agregar esta cuenta

source: Select account type
es: Seleccione un tipo de cuenta

source: Review terms of service
es: Revisar los términos de servicio

source: Add exchange
es: Agregar exchange

source: Add new exchange
es: Agregar nuevo exchange

source: Add exchange for %1$s
es: Agregar exchange para %1$s

source: An exchange has been found! Review the information and click next
es: Un exchange ha sido encontrado! Revisa la información y haz clic en siguiente

source: This exchange doesn&apos;t match the expected currency %1$s
es: Este exchange no coincide con la divisa %1$s esperada

source: Unable to verify this exchange
es: No fue posible verificar este exchange

source: Unable to add this exchange
es: No fue posible agregar este exchange

source: loading
es: cargando

source: Version
es: Versión

source: Next
es: Siguiente

source: Waiting for confirmation
es: Esperando confirmación

source: PENDING
es: PENDIENTE

source: Could not load the list of transactions
es: No se pudo cargar la lista de transacciones

source: Your transaction history is empty for this currency.
es: No hay historial para esta divisa.

source: Add backup provider
es: Agregar proveedor de copias de seguridad

source: Could not get provider information
es: No se pudo conseguir la información del proveedor

source: Backup providers may charge for their service
es: Los proveedores de copias de seguridad pueden cobrarte por su servicio

source: Name
es: Nombre

source: Provider URL
es: URL del proveedor

source: Please review and accept this provider&apos;s terms of service
es: Por favor revisa y acepta los términos de servicio del proveedor

source: Pricing
es: Precios

source: free of charge
es: Gratis

source: %1$s per year of service
es: %1$s por año de servicio

source: Storage
es: Alamcenamiento

source: %1$s megabytes of storage per year of service
es: %1$s megabytes de almacenamiento por año de servicio

source: Accept terms of service
es: Aceptar los términos de servicio

source: Could not parse the payto URI
es: No se pudo obtener la información de la URI payto

source: Please check the uri
es: Revisar la URI

source: Exchange is ready for withdrawal
es: El exchange está listo para la retirada

source: To complete the process you need to wire%1$s %2$s to the exchange bank account
es: Para completar el proceso necesitas transferir %1$s %2$s a la cuenta bancaria del exchange

source: Alternative, you can also scan this QR code or open %1$s if you have a banking app installed that supports RFC 8905
es: Alternativamente, también puedes escanear el código QR o abrir %1$s si tienes una App bancaria instalada que soporta RFC 8905

source: Cancel withdrawal
es: Cancelar retirada

source: Could not toggle auto-open
es: No se pudo cambiar el auto-open

source: Could not toggle clipboard
es: No se pudo cambiar portapapeles

source: Navigator
es: Navegador

source: Automatically open wallet based on page content
es: Abrir automáticamente la billetera basada en el contenido de la página

source: Enabling this option below will make using the wallet faster, but requires more permissions from your browser.
es: Habilitar la opción de debajo, hará que el uso de la billetera sea mas rápido, pero requiere más permisos de tu navegador.

source: Automatically check clipboard for Taler URI
es: Revisar el portapapeles automáticamente por Taler URI

source: Trust
es: Confianza

source: No exchange yet
es: No hay exchanges todavía

source: Term of Service
es: Términos de servicio

source: changed
es: modificado

source: not accepted
es: no aceptado

source: unknown (exchange status should be updated)
es: desconocido (el estado del exchange debería actualizarse)

source: Add an exchange
es: Agregar un exchange

source: Troubleshooting
es: Solución de problemas

source: Developer mode
es: Modo desarrollador

source: More options and information useful for debugging
es: Más información y opciones útiles para depuración

source: Display
es: Pantalla

source: Current Language
es: Lenguaje actual

source: Exchange compatibility
es: Compatibilidad con Exchange

source: Merchant compatibility
es: Compatibilidad con Merchant

source: Bank compatibility
es: Compatibilidad con Bank

source: Browser Extension Installed!
es: Extensión del navegador instalada!

source: You can open the GNU Taler Wallet using the combination %1$s .
es: Puedes abrir GNU Taler Wallet usando la combinación %1$s.

source: Also pinning the GNU Taler Wallet to your Chrome browser allows you to quick access without keyboard:
es: También fijando GNU Taler Wallet a to navegador Chrome permite un acceso rápido sin el teclado:

source: Click the puzzle icon
es: Haz click en el ícono de rompecabezas

source: Search for GNU Taler Wallet
es: Busca "GNU Taler Wallet"

source: Click the pin icon
es: Haz click en el ícono de fijar

source: Permissions
es: Permisos

source: (Enabling this option below will make using the wallet faster, but requires more permissions from your browser.)
es: (Habilitar esta opción de abajo hará el uso de la billetera mas rápido, pero requiere mas permisos de tu navegador)

source: Next Steps
es: Próximos pasos

source: Try the demo
es: Probar la demostración

source: Learn how to top up your wallet balance
es: Aprender como llenar tu billetera

source: Diagnostics timed out. Could not talk to the wallet backend.
es: El diagnóstico caducó. No nos pudimos comunicar con la billetera.

source: Problems detected:
es: Problemas detectados:

source: Please check in your %1$s settings that you have IndexedDB enabled (check the preference name %2$s).
es: Por favor revisa en tu configuración %1$s que tienes IndexedDB habilitado (el nombre de la preferencia %2$s).

source: Your wallet database is outdated. Currently automatic migration is not supported. Please go %1$s to reset the wallet database.
es: La base de datos de la billetera expiró. Por ahora la migración automática no está soportada. Por favor dirijasé a %1$s para reiniciar la base de datos de la billetera.

source: Running diagnostics
es: Ejecutando diagnósticos

source: Debug tools
es: Herramientas de desarrollo

source: Do you want to IRREVOCABLY DESTROY everything inside your wallet and LOSE ALL YOUR COINS?
es: Quieres DESTRUIR IRREVOCABLEMENTE todo dentro de tu billetera y PERDER TODAS TUS MONEDAS?

source: reset
es: Reiniciar

source: TESTING: This may delete all your coin, proceed with caution
es: TESTING: Esto puede borrar todas tus monedas, proceder con precaución

source: run gc
es: Ejecutar GC

source: import database
es: importar base de datos

source: export database
es: exportar base de datos

source: Database exported at %1$s %2$s to download
es: Base de datos exportada a %1$s %2$s para descargar

source: Coins
es: Monedas

source: Pending operations
es: Operaciones pendientes

source: usable coins
es: monedas usables

source: denom
es: denominación

source: value
es: valor

source: status
es: estado

source: from refresh?
es: desde refresco?

source: age key count
es: cantidad de age key

source: spent coins
es: monedas gastadas

source: click to show
es: hacer clic para mostrar

source: Scan a QR code or enter taler:// URI below
es: Escanear un código QR o ingresar taler:// URI debajo

source: Open
es: Abrir

source: URI is not valid. Taler URI should start with `taler://`
es: El URI no es válido. Taler URI debería comenzar con `taler://`

source: Try another
es: Intentar otro
